import React from "react";
import VerticalLine from "../components/VerticalLine";

const AboutUs = () => {

    return (
        <>
            <VerticalLine />
            <div className="flex justify-center mt-5">
                <h3 className="text-xl font-nunito mb-4">معلومات عنا</h3>
            </div>
            <div className="lg:mx-70 xl:mx-88 md:mx-40 mx-5">
                <p className="font-nunito text-sm text-right text-gray-700 mb-4">
                    مؤسسة محمد سعيد محمد الهاجري للخيام ( المعروفة باسم مؤسسة الهاجري – تفصيل خيام والمظلات ) تقوم بعقد صفقات لإنشاء خيام والمظلات والسواتر والبرجولات وبيوت الشعر الملكية الحديثة وتقوم بتحقيق أفكارها وتصاميمها في كافة دول الخليج بإبداع متميز وذلك باستخدام أدوات ذات جودة عالية
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-4">
                    بدأت المؤسسة مع الجذور المتواضعة في عام 1984 في المملكة العربية السعودية والآن أصبحت أحد أقدم العلامات التجارية في الشرق الأوسط، وبحكم خبرتنا العريقة وقدرتنا على إدارة المشاريع وتوفر الموظفين المتفانين والعمالة الماهرة والأجهزة الحديثة فإننا قادرون على تحقيق طموحات وآمال عملائنا لإنشاء بيوت الشعر الملكية التي تناسب رغباتهم واحتياجاتهم وتضيف لحياتهم مزيداً من الجمال
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-4">
                    مؤسسة الهاجري – تفصيل خيام والمظلات  تحرص كثيرا على رضا العملاء. وتؤمن بأن جميع الخيام والمظلات والسواتر والبرجولات وبيوت الشعر الملكية الحديثة تحتاج إلى تجسيد كل من التفرد والكمال في محيطها. تحقيقا لهذه الغاية نحن نولي اهتماما كبيرا للتصميم ونهتم بجودة الحديد المستخدم والدهانات والأنسجة البلاستيكية وجميع الملحقات المرفقة
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-4">
                    وبحكم خبرتنا العريقة وقدرتنا على إدارة المشروع وتوفر الموظفين المتفانين والعمالة الماهرة والآلات الحديثة فإننا نتطلع لتحقيق آمال وطموحات عملائنا لإنشاء خيام والمظلات والسواتر والبرجولات وبيوت الشعر الملكية التقليدية والحديثة التي تناسب احتياجاتهم ورغباتهم
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-8">
                    نحن نؤمن أن الخيام والمظلات والسواتر والبرجولات وبيوت الشعر الملكية  التقليدية يجب ألا تتميز بالجمال فحسب بل يجب أن تعزز محيطها أيضًا. هدفنا هو ضمان أن أنماط الحياة الصحراوية الملكية هذه تبدو جميلة حتى في البيئة الحديثة
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-8">
                    مؤسستنا متخصصة في إنشاء ما يلي
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-1">
                    جميع انواع تفصيل خيام وبيوت الشعر الملكية
                </p>
                <p className="font-nunito text-sm text-right text-gray-700 mb-5">
                    جميع انواع تفصيل برجولات ومظلات وسواتر
                </p>
                <p className="font-nunito text-sm text-right text-gray-700">
                    في حال وجود استفسار متعلق بالبنود التالية نأمل منكم التواصل معنا أو زيارة موقعنا
                </p>
            </div>
        </>
    )
}

export default AboutUs;